tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rbenv/tap"
brew "webp"
brew "automake"
brew "bash"
brew "python@3.9"
brew "cairo"
brew "circleci"
brew "openjdk"
brew "rlwrap"
brew "clojure"
brew "composer"
brew "deno"
brew "direnv"
brew "docker", link: false
brew "elm"
brew "guile"
brew "p11-kit"
brew "gnutls"
brew "emacs", link: false
brew "gobject-introspection"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "go"
brew "jasper"
brew "netpbm"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "libxml2"
brew "itstool"
brew "jenv"
brew "jq"
brew "leiningen"
brew "openssl@3"
brew "pango"
brew "librsvg"
brew "lima"
brew "ninja"
brew "meson"
brew "minio"
brew "mysql"
brew "mysql-client"
brew "node", link: false
brew "nvm"
brew "pacvim"
brew "peco"
brew "pipenv"
brew "postgresql"
brew "pyenv"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sbt"
brew "sphinx-doc"
brew "tfenv"
brew "tig"
brew "tree"
brew "yarn"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "heroku/brew/heroku"
brew "rbenv/tap/openssl@1.0"
cask "altair-graphql-client"
cask "android-studio"
cask "arduino"
cask "atom"
cask "background-music"
cask "clipy"
cask "coda"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "dbeaver-enterprise"
cask "emacs"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "gyazo"
cask "intellij-idea"
cask "ngrok"
cask "postman"
cask "rstudio"
cask "tableplus"
cask "visual-studio-code"
