alefragnani.Bookmarks
alefragnani.project-manager
apollographql.vscode-apollo
betterthantomorrow.calva
borkdude.clj-kondo
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dariofuzinato.vue-peek
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
eg2.vscode-npm-script
elmTooling.elm-ls-vscode
esbenp.prettier-vscode
frenco.vscode-notion
hashicorp.terraform
hbenl.vscode-test-explorer
HookyQR.beautify
humao.rest-client
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-dotnettools.csharp
ms-edgedevtools.vscode-edge-devtools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
octref.vetur
oderwat.indent-rainbow
Prisma.prisma
rebornix.ruby
richie5um2.vscode-sort-json
Samson.prisma-schema-tool
satokaz.vscode-bs-ctrlchar-remover
scala-lang.scala
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
sisisin.type-explorer
streetsidesoftware.code-spell-checker
tombonnike.vscode-status-bar-format-toggle
vintharas.learn-vim
vscodevim.vim
wingrunr21.vscode-ruby
yoyo930021.vuter
yzhang.markdown-all-in-one
