tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "pulumi/tap"
tap "rbenv/tap"
brew "act"
brew "p11-kit"
brew "unbound"
brew "cask"
brew "circleci"
brew "cloud-sql-proxy"
brew "deno"
brew "elm"
brew "eza"
brew "node"
brew "firebase-cli"
brew "git"
brew "harfbuzz"
brew "jenv"
brew "jq"
brew "libfido2"
brew "mysql"
brew "mysql-client"
brew "nginx"
brew "nvm"
brew "peco"
brew "pnpm"
brew "postgresql@14"
brew "pyenv"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "rustup-init"
brew "rustup"
brew "sbt"
brew "tree"
brew "volta"
brew "yarn"
brew "zplug"
brew "zsh"
brew "pulumi/tap/pulumi"
cask "altair-graphql-client"
cask "apidog"
cask "arc"
cask "bettertouchtool"
cask "cleanshot"
cask "clickup"
cask "clipy"
cask "discord"
cask "docker"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "notion"
cask "postman"
cask "raycast"
cask "slack"
cask "tableplus"
cask "temurin@11"
cask "visual-studio-code"
cask "warp"
vscode "adpyke.vscode-sql-formatter"
vscode "ajmnz.prisma-import"
vscode "alesdi.firestore-explorer"
vscode "andenetalexander.vim-cheatsheet"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "elmtooling.elm-ls-vscode"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "hbenl.vscode-test-explorer"
vscode "humao.rest-client"
vscode "khaeransori.json2csv"
vscode "kisstkondoros.vscode-codemetrics"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode.test-adapter-converter"
vscode "oderwat.indent-rainbow"
vscode "perkovec.emoji"
vscode "phplasma.csv-to-table"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "scala-lang.scala"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "toba.vsfire"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
