tap "caskroom/fonts"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rbenv/tap"

cask "karabiner-elements"
cask "slack"
cask "visual-studio-code"
cask "iterm2"
brew "git"
brew "zsh"
brew "peco"

brew "python@3.9"
brew "circleci"
brew "openjdk"
brew "deno"
brew "docker", link: false
brew "elm"
brew "jenv"
brew "jq"
brew "mysql"
brew "mysql-client"
brew "node", link: false
brew "nvm"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sbt"
brew "tree"
brew "yarn"
brew "heroku/brew/heroku"
cask "altair-graphql-client"
cask "clipy"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "postman"
cask "tableplus"
